Repository: common-repository/wp-save-custom-header
Catalog: lang/wp-save-custom-header-*.po
Languages: de_de

source: Your current theme does not support Custom Headers
de_de: Dein aktuelles Theme unterst&uuml;tzt Custom Headers (Kopfzeile) nicht.

source: Your current theme does not support Custom Header Uploads
de_de: Dein aktuelles Theme unterst&uuml;tzt das Holchaden von Custom Headers (Kopfzeile) nicht.

source: Donate
de_de: Spenden

source: Makes it possible to save uploaded custom headers and make them part of the default selection.
de_de: Erm&ouml;glicht es, benutzerdefinierte Kopfzeilen hoch zu laden und speichert sie als Teil der Standard-Auswahl.

source: This plugin requires WordPress version 3.0 or later.
de_de: Dieses Plugin ben&ouml;tigt WordPress Version 3.0 oder h&ouml;her.

source: Please make the <code>%s</code> folder of your theme writable!
de_de: Bitte mache den <code>%s</code> Ordner in deinem Theme beschreibbar!

source: Store header images in this template folder
de_de: Kopfzeilen in folgendem Templateordner speichern

source: Default is <code>images/headers</code>
de_de: Grundeinstellung ist <code>images/headers</code>

source: Header images should not be stored in the root directory of your theme. Please specify a folder and try again.
de_de: Kopfzeilen sollten nicht im Root-Verzeichnis des Themes gespeichert werden. Bitte gib einen anderen Ordner an und versuche es erneut.

source: The specified folder does not exist! Please create the folder, make it writable and try again.
de_de: Der angegebene Ordner existiert nicht! Bitte erstelle den Ordner, mache ihn beschreibbar und versuche es erneut.

source: The specified folder is not writable! Please make it writable and try again.
de_de: Der angegebene Ordner ist nicht beschreibbar! Bitte mache ihn beschreibbar und versuche es erneut.
